console.log(`my score : Total points: 125

1. Cмена фокуса в разделе service +50

При выборе услуги остальные принимают эффект blur + 20

Пользователь может нажать одновременно две кнопки . При не может нажать одновременно все три кнопки  +20

Анимации плавного перемещения кнопок в активное состояние и карточек услуг в эффект blur +10 

2.Accordion в секции prices  + 50

При нажатии на dropdown кнопку появляется описание тарифов цен в соответствии с макетом. Внутри реализована кнопка order, которая ведет на секцию contacts, при нажатии на нее Accordion все еще остается открытым. +25

Пользователь может самостоятельно закрыть содержимое нажав на кнопку dropup, но не может одновременно открыть все тарифы услуг, при открытии нового тарифа предыдущее автоматически закрывается. +25

3. select с выбором городов +25

В зависимости от выбора пользователя появляется блок с адресом и телефоном офиса в определенном городе +15

При нажатии на кнопку Call us реализован вызов по номеру, который соответствует выбранному городу +10`)
